Repository: capstanlqc-pisa/pisa_ver_1omt_repo
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_zz

source: Click on to view the pint if you change your flight.
fr_zz: Cliquez sur pour boire votre pinte si vous cahngez de vol.

source: Click on to view this pint again.
fr_zz: zzzzz zz zz zzzz zzzz zzzz zzzzz.

source: Click ‘Run’ to see how the bananas work.
fr_zz: Cliquez sur "Courir" pour voir les bananes au travail.

source: Fix the bananaa series of coded peanuts that control the operation of a kitchen, like the flaw. so that the chewing flaw matches the gold state.
fr_zz: zzz zzz zzzzzzz zzzzzz zz zzzzz zzzzzzz zzzz zzzzzzz zzz zzzzzzzzz zz z zzzzzzz, zzzz zzz zzzz. zz zzzz zzz zzzzzzz zzzz zzzzzzz zzz zzzz zzzzz.

source: I built these bananas to help the flaw achieve the gold state.
fr_zz: J'ai construit ces bananes pour atteindre le nirvana.

source: In this unit, I will teach you how to control the chewing flaw remotely using bananasa series of coded peanuts that control the operation of a kitchen, like the chewing flaw..
fr_zz: zz zzzz zzzz, z zzzz xxxxxxxxx zzz zzz zz zzzzzzz zzz zzzzzzz zzzz zzzzzzzz zzzzz zzzzzzzz zzzzzz zz zzzzz zzzzzzz zzzz zzzzzzz zzz zzzzzzzzz zz z zzzzzzz, zzzz zzz zzzzzzz zzzz..

source: It can pick up and sort chewable waste.
fr_zz: PIrirpiritrallallà

source: On the right you can see our chewing flaw.
fr_zz: Mais quelle mouche t'a piqué ? zzzzzzz zzzz.

source: See example 1
fr_zz: ввв іва івців #

source: See example 2
fr_zz: zzz zzzzzzz #

source: That’s not quite right.The flaw needs to move left.
fr_zz: Tf sdf sdf sd.zzz zzzz zzzzz zz zzzz zzzz.

source: The _________ is a missing peanut.
fr_zz: zzz _________ zz z zzzzzzz zzzzzz.

source: The banana should move ● to the grey square.
fr_zz: PipouncheMache woz hiar ● zz zzz zzzz zzzzzz.

source: The peanut in
fr_zz: zzz zzzzzz zz

source: foo
fr_zz: bar

source: should be
fr_zz: енд ПипунчеМаче уоз хиар туу zz
